{
    "captions": {
        "images/uploads/brookfield/brookfield-share.PNG": "Hiveshare, Brookfield Farm CSA", 
        "images/uploads/brookfield/unnamed (3).jpg": "Ailbhe Gerrard, Brookfield Farm, CSA", 
        "images/uploads/brookfield/unnamed.jpg": "Brookfield Farm"
    }, 
    "coordinates": [
        "52.855194587457724,-8.176763582841907"
    ], 
    "description": [
        "Hiveshare by Brookfield Farm is about more than honey and candles - it is also about education and the joy of beekeeping. Subscribers to Hiveshare will have regular communications and share in celebrations connecting you with the cycles of the seasons and life in your hive and on our farm in Tipperary, Ireland.", 
        "Bees are under threat. Creating bee sanctuaries like Brookfield Farm will preserve these useful and amazing insects for future generations. And you can participate, as you enjoy the incredible flavours and health benefits of Brookfield Farm Hiveshare - raw natural honey and beeswax products.", 
        "*Enjoy the flavour and health benefits of pure, cold filtered honey", 
        "*Our bees forage on trees and wildflowers; the farm’s acres of woodland are filled with bee-friendly trees and our acres of bee-meadows are colourful with wildflowers.\r\n", 
        "*Help bees and crop pollination\r\n", 
        "*Protect bees by contributing to safe sanctuaries where they can live, feed and produce healthy hives and honey\r\n", 
        "*Introducing a community-supported agriculture model for honey\r\n", 
        "*Brookfield Farm are committed to the natural management and treatment of honey bees to extract high quality honey and beeswax\r\n", 
        "*Support traditional old style, natural farming methods.\r\n", 
        "*Help young apiarists learn beekeeping skills, support the future\r\n", 
        "*Help us help the most important insect on our planet – No bees, no food!"
    ], 
    "images": [
        "images/uploads/brookfield/brookfield-share.PNG", 
        "images/uploads/brookfield/unnamed.jpg", 
        "images/uploads/brookfield/unnamed (3).jpg"
    ], 
    "info": {
        "Address": [
            "Coolbawn, Nenagh, Co. Tipperary, Ireland  E45 EA09"
        ], 
        "CSA pickup location": [
            "By post"
        ], 
        "Contact phone": [
            "+353 86 8551309"
        ], 
        "Email": [
            "ailbhe@brookfield.farm"
        ], 
        "Facebook": [
            "BrookfieldFarmProduce"
        ], 
        "Farmers": [
            "Ailbhe Gerrard"
        ], 
        "Instagram": [
            "brookfield.farm"
        ], 
        "Rep": [
            "Ailbhe Gerrard"
        ], 
        "Twitter": [
            "@farmbrookfield"
        ], 
        "Website": [
            "https://www.brookfield.farm/"
        ]
    }, 
    "publish": [
        "yes"
    ], 
    "title": [
        "Brookfield Farm"
    ]
}