{
    "captions": {
        "images/uploads/derrybeg/nathan-jackson-derrybeg.png": "Nathan Jackson, Derrybeg"
    }, 
    "coordinates": [
        "53.359044,-6.551498"
    ], 
    "description": [
        "Derrybeg farm uses a certain CSA model where the farmer works the land and the consumers become members of the farm, committing to pay in advance a certain amount of money, for an agreed period of time. The members’ money provides a modest income for the farmer and covers the day-to-day running costs of the farm. In return, the members receive food, usually a box of vegetables per week with occasional options for eggs and meat. Various grants and fundraising events are another source of income for the farm. It also has social members that pay a nominal fee to avail of the social aspects of the farm but not receive its produce. There is a steering group of six people (including the farmer) who represent the membership in overseeing the overall planning and logistics of the organisation. Alongside growing a wide variety of organic vegetables the farm also rears pigs and ducks. Members and volunteers help the farmer with his work on a regular basis. The farm holds various social, cultural and educational events such as music sessions, pot-luck food lunches, bonfires, creative art instalments, and biodiversity talks and activities. Nathan Jackson is the farmer. The land is rented from Kildare County Council on a short-term lease."
    ], 
    "images": [
        "images/uploads/derrybeg/nathan-jackson-derrybeg.png"
    ], 
    "info": {
        "Address": [
            "Maynooth Road, Celbridge", 
            "Opposite Salesians college,", 
            "next to the new Community School"
        ], 
        "Business manager": [
            "Liam O’Toole", 
            "085 7117358"
        ], 
        "CSA pickup location": [
            "Celbridge (at the farm) and Maynooth", 
            "(by arrangement with other members)"
        ], 
        "Email": [
            "info@derrybegfarm.ie"
        ], 
        "Farmers": [
            "Aisling McBride", 
            "Nathan Jackson"
        ], 
        "Rep": [
            "Nathan Jackson"
        ], 
        "Website": [
            "http://www.derrybegfarm.ie/"
        ]
    }, 
    "publish": [
        "yes"
    ], 
    "title": [
        "Derrybeg Farm"
    ]
}