{
    "captions": {
        "images/uploads/futureorchard/heritage.jpg": "Heritage apple trees, Future Orchard Cork"
    }, 
    "coords": [
        "114.1480069607962,267.89900124871923"
    ], 
    "description": [
        "A little Hectare of Land with as many as 100 Shareholders, Future Orchard consists of a small-scale Ecological Enterprise, using a Model that obviates the need for Loans, Capital Investment or any dependency on Grants. Working sensitively with the Land, it aims for  the Creation of Wealth by Security of Tenure under Collective Ownership.", 
        "We welcome new members to help us in our work. This Project offers a blueprint for other groups to work together to buy and work land collectively.", 
        "There are plans afoot to start other saving cells based on the 100 share model.", 
        "There is land available adjoining the orchard… Or perhaps some groups might find other suitable sites, saving € 2.50 per week or € 100.00 each year can secure a share, so why not.", 
        "Contact us to join our mailing list (email address to the left), we can let you know about all the new and exciting 100 share hectare projects that will be starting near you. Please contact us directly if you feel you might be interested in starting a project on land you already own. If wish to join one of the ‘Land purchase saving groups’ which are being created by people in the community also contact us for available details. You will also get a mailing of any courses offered by the project."
    ], 
    "images": [
        "images/uploads/futureorchard/heritage.jpg"
    ], 
    "info": {
        "Address": [
            "Foley's Lane", 
            "Whites Cross", 
            "Cork T23 TT31"
        ], 
        "CSA pickup location": [
            "Home delivery and pick up at the farm", 
            ""
        ], 
        "Contact phone": [
            "087 7856867"
        ], 
        "Email": [
            "futureorchardtrust@gmail.com"
        ], 
        "Rep": [
            "Elaine Garde"
        ], 
        "Website": [
            "http://futureorchardcork.com/"
        ]
    }, 
    "publish": [
        "yes"
    ], 
    "title": [
        "Future Orchard Cork"
    ]
}