{
    "captions": {
        "images/uploads/skerries/skerries-paddy-byrne.jpg": "Paddy Byrne, Skerries Community Harvest", 
        "images/uploads/skerries/skerries-sustainable-skerries-first-boxes.jpg": "First veg boxes at Sustainable Skerries", 
        "images/uploads/skerries/skerries-sustainable-skerries-launch.jpg": ""
    }, 
    "coords": [
        "208.85424235256897,151.3299346722561"
    ], 
    "description": [
        "Skerries Community Harvest Group (CHG) was launched by Sustainable Skerries in North County Dublin. This is a Community Supported Agriculture (CSA) scheme. It is a partnership between the people and the grower where we all work together to provide healthy, local food for our families and our community. This partnership allows us to share both the rewards and also the challenges that our independent farmers face every year. CSAs are a relatively new concept in Ireland but they have been working wonderfully in USA, Canada and in Europe for many years.", 
        "By joining, we as members become a part of where our food comes from. Each member pays a set monthly fee, and in return you receive a weekly box of locally grown, freshly picked organic vegetables. As a member you can also visit the farm on Member’s Day to walk the land, learn about the vegetables being grown or even  help with the harvest. A newsletter is sent out regularly keeping you involved in the daily happenings on the farm and recipes. By forming CSAs we strengthen our community’s links to the land. The CSA allows everyone the opportunity to have access to a resilient, local and healthy food supply."
    ], 
    "images": [
        "images/uploads/skerries/skerries-paddy-byrne.jpg", 
        "images/uploads/skerries/skerries-sustainable-skerries-first-boxes.jpg", 
        "images/uploads/skerries/skerries-sustainable-skerries-launch.jpg"
    ], 
    "info": {
        "Address": [
            "Skerries", 
            "North County Dublin"
        ], 
        "CSA pickup location": [
            "At the farm or Skerries Mills"
        ], 
        "Contact phone": [
            "-"
        ], 
        "Email": [
            "sustskerries@yahoo.ie"
        ], 
        "Farmers": [
            "Paddy Byrne"
        ], 
        "Rep": [
            "-"
        ], 
        "Website": [
            "https://skerrieschg.wordpress.com/"
        ]
    }, 
    "publish": [
        "no"
    ], 
    "title": [
        "Skerries Community Harvest"
    ]
}